{
    "Human": [
        "what is the price for scrambled egg & homefries?",
        "what are different fresh sliced fruit platters price?",
        "price for assorted cheese platters?",
        "give details about dips and cheese platters",
        "price for antipasto platter?",
        "give more detail",
        "what do you have in dessers?",
        "and in beverages?",
        "what is the price for hot choclolates?",
        "what is the price for california platter?"
    ],
    "Agent": [
        "I apologize, but I don't see scrambled egg & homefries on our menu. We have a variety of chicken dishes, salads, and pinwheel platters, but I don't see that specific item. Can I help you with something else?",
        "We have a few options for fresh sliced fruit platters. We have a Small platter that serves 8 to 10 people, and it's 55 dollars. Our Medium platter serves 15 to 20 people, and it's 95 dollars. We also have a Large platter that serves 20 to 35 people, and it's 120 dollars. And finally, our Extra Large platter serves 35 to 50 people, and it's 160 dollars.",
        "Our assorted cheese platters are priced as follows: Small platter, serving 8 to 10 people, is 70 dollars. Medium platter, serving 15 to 20 people, is 120 dollars. Large platter, serving 20 to 35 people, is 180 dollars.",
        "Our Dips & Chips Platters are priced at 6 dollars.",
        "Our Antipasto Platter is priced at 7 dollars.",
        "I apologize for the confusion earlier. We have different sizes of Antipasto Platters. Our Small Antipasto Platter, serving 8 to 10 people, is 80 dollars. Our Medium Antipasto Platter, serving 15 to 20 people, is 125 dollars. Our Large Antipasto Platter, serving 20 to 35 people, is 180 dollars. And our Extra Large Antipasto Platter, serving 35 to 50 people, is 230 dollars.",
        "We have a variety of delicious desserts to choose from! We have Brownies, Cookies, and Fruit Tarts. Would you like me to tell you more about a specific dessert or would you like me to give you the prices for each?",
        "We have a selection of beverages to complement your meal. We have Iced Tea, Lemonade, and Fresh-Brewed Coffee. Would you like me to tell you the prices for each?",
        "Our Hot Chocolate is 2 dollars and 99 cents.",
        "Our California Sushi Platter, which serves 48 pieces, is 65 dollars."
    ]
}